[
    "Naruto: Trabalho duro é inútil para aqueles que não acreditam em si mesmos.",
    "Naruto: Não é o rosto que faz de alguém um monstro, são as escolhas que elas fazem para as suas vidas.",
    "Naruto: Lar é onde tem alguém sempre pensando em você.",
    "Naruto: Se você não gosta do seu destino, não o aceite. Em vez disso, tenha a coragem de mudá-lo do jeito que você quer que ele seja.",
    "Naruto: Os sentimentos que uma pessoa tem quando ama alguém, nunca vão deixar que seus corações se tornem negros!",
    "Naruto: Desista de me fazer desistir!",
    "Naruto: Enquanto você está vivo, você precisa de uma razão para sua existência. Ser incapaz de encontrar uma razão é o mesmo que estar morto.",
    "Pain: Aqueles que não entendem a verdadeira dor nunca vão entender a verdadeira paz.",
    "Pain: Por vezes você precisa de sofrer para saber, cair para crescer, perder para ganhar porque as maiores lições na vida são aprendidas através da dor.",
    "Pain: Somos apenas pessoas comuns impelidas a usar a vingança pelo nome da justiça. Mas se a vingança é chamada de justiça, então a justiça apenas cria mais vingança. E se torna uma corrente de ódio.",
    "Pain: Quando eu não tinha nada nem ninguém, eu tinha a dor.",
    "Pain: Se você não compartilha a dor de alguém, você nunca poderá entendê-los.",
    "Madara Uchiha: Quando um homem aprende a amar, ele deve suportar o risco de ser odiado.",
    "Madara Uchiha: O conceito de esperança não é mais do que desistir. Uma palavra que não contém qualquer significado.",
    "Madara Uchiha: Neste mundo, onde quer que exista luz, existem também sombras. Enquanto o conceito de vencedores existir, precisam também existir derrotados. O desejo egoísta de proteger a paz causa guerras e o ódio nasce para proteger o amor.",
    "Madara Uchiha: Quanto mais você vive, mais você entende que a realidade é feita de dor, sofrimento e vazio.",
    "Madara Uchiha: Se você se concentrar em algo, poderá fazer qualquer coisa.",
    "Obito Uchiha: No mundo ninja, aqueles que quebram as regras e as lei são vistos como escória, mas aqueles que abandonam até um de seus amigos são piores que escória.",
    "Obito Uchiha: Ninguém se importava com quem eu era até eu colocar uma máscara.",
    "Obito Uchiha: Não sou ninguém. Eu não quero ser ninguém. Tudo o que importa para mim é concluir o plano da lua. Este mundo é completamente inútil. Não resta nada além da miséria.",
    "Obito Uchiha: No momento em que as pessoas passam a conhecer o amor, elas também correm o risco de carregar o ódio.",
    "Obito Uchiha: Assim terminará a realidade, com um sonho sem fim que continuará eternamente.",
    "Hatake Kakashi: Saber o que é certo e escolher ignorá-lo é um ato de covardia.",
    "Hatake Kakashi: Desde que você não desista, vai sempre existir salvação.",
    "Hatake Kakashi: Na sociedade, aqueles que não possuem muitas habilidades, tendem a reclamar mais.",
    "Hatake Kakashi: Eu não vou permitir que meus companheiros morram. Eu vou proteger você com minha vida. Confie em mim.",
    "Hatake Kakashi: Esqueça a vingança. O destino dos que procuram a vingança é sombrio. É trágico e você vai acabar sofrendo e se machucando ainda mais. Mesmo que você consiga sua vingança, a única coisa que vai persistir é o vazio.",
    "Shikamaru Nara: Não há vantagem alguma em viver a vida correndo.",
    "Shikamaru Nara: Independentemente das nossas limitações, nós sempre podemos ser de alguma utilidade. Nosso poder pode parecer insignificante, mas ele pode se revelar útil no grande esquema das coisas.",
    "Shikamaru Nara: Não é porque eu sou preguiçoso é porque eu não me importo.",
    "Shikamaru Nara: Às vezes eu gostaria de ser apenas uma nuvem, flutuando.",
    "Shikamaru Nara: Mantenha o foco. Nunca desvie seus olhos, porque se uma abertura surge, mesmo nosso poder insignificante pode ser suficiente para determinar o destino do mundo. É por isso que todos devem ficar alertas e prontos a atacar a qualquer momento!",
    "Itachi Uchiha: Aqueles que não reconhecem seu verdadeiro eu estão condenados ao fracasso.",
    "Itachi Uchiha: A vida das pessoas não termina quando eles morrem. Termina quando elas perdem a fé.",
    "Itachi Uchiha: Não importa o quão poderoso você se torne nunca tente fazer tudo sozinho, caso contrario irá falhar.",
    "Itachi Uchiha: Mesmo o mais forte dos adversários sempre tem uma fraqueza.",
    "Itachi Uchiha: Não julgue alguém pela sua aparência, mas pelo tamanho do seu coração e seus sonhos.",
    "Jiraya: Tenho fé de que chegará um tempo quando as pessoas entenderão umas as outras.",
    "Jiraya: Quando você conhece a dor e o sentimento, não machuca as pessoas.",
    "Jiraya: A verdadeira qualidade de um shinobi não está no número de jutsus ou na quantidade de talento que ele possui, o importante é a determinação de nunca desistir.",
    "Jiraya: Sorrir é a melhor maneira de lidar com situações difíceis.",
    "Jiraya: Aproveite tudo ao seu redor, antes que os momentos se tornem memórias.",
    "Gaara: Eu vivo para amar a mim mesmo e lutar por mim mesmo.",
    "Gaara: Para fugir de um destino de solidão, eu não tenho outra escolha, a não ser construir meu próprio destino.",
    "Gaara: Só porque alguém é importante para você, não significa necessariamente que essa pessoa é boa.",
    "Gaara: Se o amor é apenas uma palavra, então por que dói tanto se você percebe que não pode encontrá-lo em lugar algum?",
    "Gaara: A única razão de sermos tão apegados às memórias, é que elas não mudam, mesmo que as pessoas tenham mudado.",
    "Sasuke Uchiha: É por termos laços, que sofremos…",
    "Sasuke Uchiha: Lágrimas e chuva, caem no meu rosto, meu corpo é incapaz de ficar, mas meu coração ainda não está disposto a sair.",
    "Sasuke Uchiha: Eu fechei meus olhos a muito tempo, meus objetivos estão na escuridão.",
    "Sasuke Uchiha: A alma do shinobi continua a mesma, mesmo para seu filho.",
    "Sasuke Uchiha: Eu entendo agora. Mesmo que eu tenha que comer a fruta do diabo, devo ganhar poder. Eu sou um vingador!"
    
]